Repository: Kyky30/HideAndStreet
Catalog: lib/l10n/app_*.arb
Languages: ar, fi, fr, hi, it, ko, pl, sv, vi

# connexion
source: Login
ar: تسجيل الدخول
fi: Kirjaudu sisään
fr: Connexion
hi: लॉग इन करें
it: Accesso
ko: 로그인
pl: Zaloguj się
sv: Logga in
vi: Đăng nhập

# deconnexion
source: Logout
ar: تسجيل الخروج
fi: Kirjaudu ulos
fr: Déconnexion
hi: लॉग आउट करें
it: Disconnessione
ko: 로그아웃
pl: Wyloguj się
sv: Logga ut
vi: Đăng xuất

# accueil
source: Home
ar: الصفحة الرئيسية
fi: Etusivu
fr: Accueil
hi: होम
ko: 홈
pl: Strona główna
sv: Hem
vi: Trang chủ

# profil
source: Profile
ar: الملف الشخصي
fi: Profiili
fr: Profil
hi: प्रोफ़ाइल
it: Profilo
ko: 프로필
pl: Profil
sv: Profil
vi: Hồ sơ

# inscription
source: Register
ar: التسجيل
fi: Rekisteröidy
fr: Inscription
hi: रजिस्टर करें
it: Registrati
ko: 가입
pl: Zarejestruj się
sv: Registrera
vi: Đăng ký

# boutique
source: Shop
ar: المتجر
fi: Kauppa
fr: Boutique
hi: शॉप
it: Negozio
ko: 상점
pl: Sklep
sv: Butik
vi: Cửa hàng

# mail
source: Email
ar: البريد الإلكتروني
fi: Sähköposti
hi: ईमेल
ko: 이메일
sv: E-post

# mdp
source: Password
ar: كلمة المرور
fi: Salasana
fr: Mot de passe
hi: पासवर्ड
ko: 비밀번호
pl: Hasło
sv: Lösenord
vi: Mật khẩu

# mdpoublie
source: Forgot password?
ar: نسيت كلمة المرور؟
fi: Unohditko salasanan?
fr: Mot de passe oublié ?
hi: पासवर्ड भूल गए?
it: Password dimenticata?
ko: 비밀번호를 잊으셨나요?
pl: Zapomniałeś hasła?
sv: Glömt lösenord?
vi: Quên mật khẩu?

# mdpconfirm
source: Confirm password
ar: تأكيد كلمة المرور
fi: Vahvista salasana
fr: Confirmer le mot de passe
hi: पासवर्ड की पुष्टि करें
it: Conferma password
ko: 비밀번호 확인
pl: Potwierdź hasło
sv: Bekräfta lösenord
vi: Xác nhận mật khẩu

# creerpartie
source: Create a game
ar: إنشاء لعبة
fi: Luo peli
fr: Créer une partie
hi: खेल बनाएं
it: Crea una partita
ko: 게임 만들기
pl: Utwórz grę
sv: Skapa ett spel
vi: Tạo trò chơi

# rejoindrepartie
source: Join a game
ar: الانضمام إلى لعبة
fi: Liity peliin
fr: Rejoindre une partie
hi: खेल में शामिल हों
it: Unisciti a una partita
ko: 게임 참가하기
pl: Dołącz do gry
sv: Gå med i ett spel
vi: Tham gia trò chơi

# nbparties
source: - The number of rounds is unlimited (compared to 3 rounds per week for non-premium users)
ar: - عدد الجولات غير محدود (بالمقارنة مع 3 جولات في الأسبوع لغير المشتركين المميزين)
fi: - Kierrosten määrä on rajoittamaton (verrattuna 3 kierrokseen viikossa ei-premium käyttäjille)
fr: - Le nombre de parties est illimité (contre 3 parties par semaine pour les non-premiums)
hi: - अनलिमिटेड राउंड की संख्या है (गैर-प्रीमियम उपयोगकर्ताओं के लिए हर सप्ताह 3 राउंड के बंद में)
it: - Il numero di turni è illimitato (rispetto a 3 turni a settimana per gli utenti non premium)
ko: - 라운드 수는 무제한입니다(비 프리미엄 사용자는 주당 3 라운드)
pl: - Liczba rund jest nieograniczona (w porównaniu do 3 rund tygodniowo dla użytkowników niepremium)
sv: - Antalet rundor är obegränsat (jämfört med 3 rundor per vecka för icke-premiumanvändare)
vi: - Số lượt chơi không giới hạn (so với 3 lượt mỗi tuần cho người dùng không có tài khoản cao cấp)

# publicite
source: - Advertisements are removed
ar: - الإعلانات تمت إزالتها
fi: - Mainokset poistetaan
fr: - Les publicités sont supprimées
hi: - विज्ञापन हटा दिए जाते हैं
it: - Gli annunci vengono rimossi
ko: - 광고가 제거됩니다
pl: - Reklamy są usuwane
sv: - Annonsinnehåll tas bort
vi: - Quảng cáo được loại bỏ

# modesdejeu
source: Game modes
ar: أوضاع اللعبة
fi: Pelitilat
fr: Modes de jeu
hi: खेल मोड
it: Modalità di gioco
ko: 게임 모드
pl: Tryby gry
sv: Spel lägen
vi: Chế độ chơi

# modesdejeutabprem
source: - All game modes are unlocked
ar: - جميع أوضاع اللعبة مفتوحة
fi: - Kaikki pelitilat ovat avattuina
fr: - Tous les modes de jeu sont débloqués
hi: - सभी खेल मोड अनलॉक हैं
it: - Tutte le modalità di gioco sono sbloccate
ko: - 모든 게임 모드가 잠금 해제됩니다
pl: - Wszystkie tryby gry są odblokowane
sv: - Alla spel lägen är upplåsta
vi: - Tất cả các chế độ chơi được mở khóa

# reglagessupptabprem
source: - All party customization settings are unlocked
ar: - جميع إعدادات تخصيص الحزب مفتوحة
fi: - Kaikki pelin muokkausasetukset ovat avattuina
fr: - Tous les paramètres de personnalisation de parties sont débloqués
hi: - सभी पार्टी अनुकूलन सेटिंग अनलॉक हैं
it: - Tutte le impostazioni di personalizzazione delle partite sono sbloccate
ko: - 모든 게임 사용자 지정 설정이 잠금 해제됩니다
pl: - Wszystkie ustawienia dostosowania gry są odblokowane
sv: - Alla spelanpassningsinställningar är upplåsta
vi: - Tất cả các cài đặt tùy chỉnh trò chơi được mở khóa

# cosmetiquesuppmoistabprem
source: - An exclusive cosmetic is distributed every month
ar: - يتم توزيع منتج تجميلي حصري كل شهر
fi: - Yksinoikeudellinen kosmeettinen tuote jaetaan joka kuukausi
fr: - Un cosmétique exclusif est distribué chaque mois
hi: - प्रत्येक महीने एक विशेष कॉस्मेटिक वितरित किया जाता है
it: - Viene distribuito un cosmetico esclusivo ogni mese
ko: - 매월 독점적인 화장품이 제공됩니다
pl: - Co miesiąc rozdawany jest ekskluzywny kosmetyk
sv: - En exklusiv kosmetika distribueras varje månad
vi: - Một mặt hàng trang điểm độc quyền được phân phối hàng tháng

# cosmetiquesupptabprem
source: - Two exclusive cosmetics are provided at the start of the subscription
ar: - يتم توفير منتج تجميلي حصريين في بداية الاشتراك
fi: - Kaksi yksinoikeudellista kosmeettista tuotetta annetaan tilauksen alussa
fr: - Deux cosmétiques exclusifs sont donnés au démarrage de l'abonnement
hi: - सदस्यता की शुरुआत में दो विशेष कॉस्मेटिक प्रदान किए जाते हैं
it: - Due cosmetici esclusivi vengono forniti all'inizio dell'abbonamento
ko: - 구독 시작 시 독점적인 화장품이 2개 제공됩니다
pl: - Na początku subskrypcji dostarczane są dwa ekskluzywne kosmetyki
sv: - Två exklusiva kosmetiska produkter tillhandahålls vid prenumerationens början
vi: - Hai mặt hàng trang điểm độc quyền được cung cấp khi bắt đầu đăng ký

# illimite
source: Unlimited
ar: غير محدود
fi: Rajoittamaton
fr: Illimité
hi: असीमित
it: Illimitato
ko: 무제한
pl: Nieograniczony
sv: Obegränsat
vi: Không giới hạn

# acheterpremium
source: Buy premium
ar: شراء مميز
fi: Osta premium
fr: Acheter Premium
hi: प्रीमियम खरीदें
it: Acquista premium
ko: 프리미엄 구매
pl: Kup premium
sv: Köp premium
vi: Mua tài khoản cao cấp

# avantagespremium
source: Premium advantages
ar: مميزات مميزة
fi: Premium-edut
fr: Avantages du premium
hi: प्रीमियम लाभ
it: Vantaggi premium
ko: 프리미엄 혜택
pl: Zalety premium
sv: Premium fördelar
vi: Ưu đãi cao cấp

# infospremium
source: Buy premium
ar: شراء مميز
fi: Osta premium
fr: Acheter le premium
hi: प्रीमियम खरीदें
it: Acquista premium
ko: 프리미엄 구매
pl: Kup premium
sv: Köp premium
vi: Mua tài khoản cao cấp

# confirmer
source: Confirm
ar: تأكيد
fi: Vahvista
fr: Confirmer
hi: पुष्टि करें
it: Conferma
ko: 확인
pl: Potwierdź
sv: Bekräfta
vi: Xác nhận

# centrer
source: Center
ar: وسط
fi: Keskitä
fr: Centrer
hi: केंद्र
it: Centra
ko: 가운데
pl: Centrum
sv: Centrera
vi: Trung tâm

# configmaptitle
source: Map configuration
ar: تكوين الخريطة
fi: Kartan määritys
fr: Configuration de la carte
hi: नक्शा कॉन्फ़िगरेशन
it: Configurazione della mappa
ko: 지도 설정
pl: Konfiguracja mapy
sv: Kartkonfiguration
vi: Cấu hình bản đồ

# creerpatietitle
source: Create a game
ar: إنشاء لعبة
fi: Luo peli
fr: Créer une partie
hi: खेल बनाएं
it: Crea una partita
ko: 게임 만들기
pl: Utwórz grę
sv: Skapa ett spel
vi: Tạo trò chơi

# rejoindrepartietitle
source: Join a game
ar: الانضمام إلى لعبة
fi: Liity peliin
fr: Rejoindre une partie
hi: खेल में शामिल हों
it: Unisciti a una partita
ko: 게임 참가하기
pl: Dołącz do gry
sv: Gå med i ett spel
vi: Tham gia trò chơi

# whatmail
source: What is your email address?
ar: ما هو عنوان بريدك الإلكتروني؟
fi: Mikä on sähköpostiosoitteesi?
fr: Quel est votre email ?
hi: आपका ईमेल पता क्या है?
it: Qual è il tuo indirizzo email?
ko: 이메일 주소는 무엇입니까?
pl: Jaki jest Twój adres e-mail?
sv: Vad är din e-postadress?
vi: Email của bạn là gì?

# continuer
source: Continue
ar: متابعة
fi: Jatka
fr: Continuer
hi: जारी रखें
it: Continua
ko: 계속
pl: Kontynuuj
sv: Fortsätta
vi: Tiếp tục

# mdpOublieTitle
source: Forgot password
ar: نسيت كلمة المرور
fi: Unohtunut salasana
fr: Mot de passe oublié
hi: पासवर्ड भूल गए
it: Password dimenticata
ko: 비밀번호 잊어버림
pl: Zapomniane hasło
sv: Glömt lösenord
vi: Quên mật khẩu

# pseudo
source: Username
ar: اسم المستخدم
fi: Käyttäjänimi
fr: Pseudo
hi: उपयोगकर्ता नाम
it: Nome utente
ko: 사용자 이름
pl: Nazwa użytkownika
sv: Användarnamn
vi: Tên đăng nhập

# erreurinscription
source: An error occurred during registration
ar: حدث خطأ أثناء التسجيل
fi: Rekisteröinnin aikana tapahtui virhe
fr: Erreur lors de l'inscription
hi: रजिस्ट्रेशन के दौरान त्रुटि हुई
it: Si è verificato un errore durante la registrazione
ko: 가입 중 오류가 발생했습니다
pl: Wystąpił błąd podczas rejestracji
sv: Ett fel uppstod under registreringen
vi: Đã xảy ra lỗi trong quá trình đăng ký

# erreurdatedenaissance
source: You must be at least 13 years old to register
ar: يجب أن تكون عمرك على الأقل 13 عامًا للتسجيل
fi: Sinun täytyy olla vähintään 13-vuotias rekisteröityäksesi
fr: Vous devez avoir au moins 13 ans pour vous inscrire
hi: रजिस्टर करने के लिए आपको कम से कम 13 साल का होना चाहिए
it: Devi avere almeno 13 anni per registrarti
ko: 등록하려면 최소 13세 이상이어야 합니다
pl: Musisz mieć co najmniej 13 lat, aby się zarejestrować
sv: Du måste vara minst 13 år gammal för att registrera dig
vi: Bạn phải ít nhất 13 tuổi để đăng ký

# erreurcorrespondancemdp
source: The passwords do not match
ar: كلمات المرور غير متطابقة
fi: Salasanat eivät täsmää
fr: Les mots de passe ne correspondent pas
hi: पासवर्ड मेल नहीं खाते
it: Le password non corrispondono
ko: 비밀번호가 일치하지 않습니다
pl: Hasła nie pasują do siebie
sv: Lösenorden matchar inte
vi: Mật khẩu không khớp

# modeaveugle
source: Blind mode
ar: وضع العمى
fi: Sokea tila
fr: Mode aveugle
hi: अंधेरा मोड
it: Modalità cieca
ko: 블라인드 모드
pl: Tryb ślepy
sv: Blind läge
vi: Chế độ mù

# datedenaissance
source: Date of birth
ar: تاريخ الميلاد
fi: Syntymäaika
fr: Date de naissance
hi: जन्म तिथि
it: Data di nascita
ko: 생년월일
pl: Data urodzenia
sv: Födelsedatum
vi: Ngày sinh

# commencer_inscription
source: Start registration
ar: بدء التسجيل
fi: Aloita rekisteröinti
fr: Commencer l'inscription
hi: रजिस्ट्रेशन शुरू करें
it: Inizia la registrazione
ko: 가입 시작
pl: Rozpocznij rejestrację
sv: Börja registreringen
vi: Bắt đầu đăng ký

# inscription_reussie
source: Registration successful
ar: تم التسجيل بنجاح
fi: Rekisteröinti onnistui
fr: Inscription réussie
hi: रजिस्ट्रेशन सफल
it: Registrazione completata con successo
ko: 가입이 성공적으로 완료되었습니다
pl: Rejestracja zakończona powodzeniem
sv: Registreringen lyckades
vi: Đăng ký thành công

# exemple_email
source: example: example@provider.xx
ar: مثال: example@provider.xx
fi: esimerkki: esimerkki@sähköposti.xx
fr: exemple : exemple@fournisseur.xxx
hi: उदाहरण: उदाहरण@प्रदाता.xx
it: esempio: esempio@provider.xx
ko: 예시: example@provider.xx
pl: przykład: przyklad@serwer.xx
sv: exempel: exempel@leverantör.xx
vi: ví dụ: example@provider.xx

# selection_bday
source: Select your date of birth
ar: حدد تاريخ ميلادك
fi: Valitse syntymäaikasi
fr: Sélectionnez votre date de naissance
hi: अपनी जन्मतिथि का चयन करें
it: Seleziona la tua data di nascita
ko: 생년월일을 선택하세요
pl: Wybierz datę urodzenia
sv: Välj ditt födelsedatum
vi: Chọn ngày sinh của bạn

# titre_date_naissance
source: Enter your birthday!
ar: أدخل تاريخ ميلادك!
fi: Anna syntymäpäiväsi!
fr: Entrez votre date de naissance !
hi: अपना जन्मदिन दर्ज करें!
it: Inserisci la tua data di nascita!
ko: 생일을 입력하세요!
pl: Podaj swoją datę urodzenia!
sv: Ange din födelsedag!
vi: Nhập ngày sinh của bạn!

# titre_email
source: Enter your email address!
ar: أدخل عنوان بريدك الإلكتروني!
fi: Anna sähköpostiosoitteesi!
fr: Entrez votre email !
hi: अपना ईमेल पता दर्ज करें!
it: Inserisci il tuo indirizzo email!
ko: 이메일 주소를 입력하세요!
pl: Podaj swój adres e-mail!
sv: Ange din e-postadress!
vi: Nhập địa chỉ email của bạn!

# titre_pseudo
source: Enter your username!
ar: أدخل اسم المستخدم الخاص بك!
fi: Anna käyttäjänimesi!
fr: Entrez votre pseudo !
hi: अपना उपयोगकर्ता नाम दर्ज करें!
it: Inserisci il tuo nome utente!
ko: 사용자 이름을 입력하세요!
pl: Podaj swoją nazwę użytkownika!
sv: Ange ditt användarnamn!
vi: Nhập tên đăng nhập của bạn!

# titre_mdp
source: Enter your password!
ar: أدخل كلمة المرور الخاصة بك!
fi: Anna salasanasi!
fr: Choisissez votre mot de passe !
hi: अपना पासवर्ड दर्ज करें!
it: Inserisci la tua password!
ko: 비밀번호를 입력하세요!
pl: Podaj swoje hasło!
sv: Ange ditt lösenord!
vi: Nhập mật khẩu của bạn!

# titre_popup_age
source: Age restriction
ar: قيد العمر
fi: Ikärajoitus
fr: Restriction d'âge
hi: आयु सीमा
it: Restrizione di età
ko: 연령 제한
pl: Ograniczenie wiekowe
sv: Åldersbegränsning
vi: Hạn chế tuổi

# texte_popup_age
source: You must be at least 13 years old to register!
ar: يجب أن يكون عمرك على الأقل 13 عامًا للتسجيل!
fi: Sinun on oltava vähintään 13-vuotias rekisteröityäksesi!
fr: Vous devez avoir au moins 13 ans pour vous inscrire
hi: रजिस्टर करने के लिए आपको कम से कम 13 साल का होना चाहिए!
it: Devi avere almeno 13 anni per registrarti!
ko: 가입하려면 최소 13세 이상이어야 합니다!
pl: Musisz mieć co najmniej 13 lat, aby się zarejestrować!
sv: Du måste vara minst 13 år gammal för att registrera dig!
vi: Bạn phải ít nhất 13 tuổi để đăng ký!

# titre_popup_mdp
source: Password confirmation
ar: تأكيد كلمة المرور
fi: Salasanan vahvistus
fr: Confirmation de mot de passe
hi: पासवर्ड पुष्टि
it: Conferma password
ko: 비밀번호 확인
pl: Potwierdzenie hasła
sv: Lösenordsbekräftelse
vi: Xác nhận mật khẩu

# texte_popup_mdp
source: Your passwords do not match!
ar: كلمات المرور الخاصة بك غير متطابقة!
fi: Salasanasi eivät täsmää!
fr: Les mots de passe ne correspondent pas
hi: आपके पासवर्ड मेल नहीं खाते!
it: Le password non corrispondono!
ko: 비밀번호가 일치하지 않습니다!
pl: Twoje hasła nie pasują do siebie!
sv: Dina lösenord matchar inte!
vi: Mật khẩu của bạn không khớp!

# titre_popup_champ_vide
source: Empty field
ar: حقل فارغ
fi: Tyhjä kenttä
fr: Champs vides !
hi: खाली फ़ील्ड
it: Campo vuoto
ko: 빈 필드
pl: Puste pole
sv: Tomt fält
vi: Trường trống

# texte_popup_champ_vide
source: You must fill in all the fields!
ar: يجب عليك ملء جميع الحقول!
fi: Sinun on täytettävä kaikki kentät!
fr: Veuillez remplir tous les champs
hi: आपको सभी फ़ील्ड भरने होंगे!
it: Devi compilare tutti i campi!
ko: 모든 필드를 작성해야 합니다!
pl: Wypełnij wszystkie pola!
sv: Du måste fylla i alla fält!
vi: Bạn phải điền vào tất cả các trường!

# titre_blind_toggle
source: Activate visual impairment mode?
ar: تفعيل وضع العمى؟
fi: Aktivoi sokea tila?
fr: Activer le mode déficience visuelle ?
hi: अंधेरा मोड सक्रिय करें?
it: Attivare la modalità di vista limitata?
ko: 시각 장애 모드를 활성화하시겠습니까?
pl: Czy aktywować tryb niewidomy?
sv: Aktivera blindläge?
vi: Kích hoạt chế độ mù?

# blind_toggle_label
source: Visual impairment mode
ar: وضع العمى
fi: Sokea tila
fr: Mode déficience visuelle
hi: दृश्यहीनता मोड
it: Modalità di vista limitata
ko: 시각 장애 모드
pl: Tryb niewidomy
sv: Blind läge
vi: Chế độ mù

# waitingRoomTitle
source: Waiting room
ar: غرفة الانتظار
fi: Odotushuone
fr: Salle d'attente
hi: प्रतीक्षा कक्ष
it: Sala d'attesa
ko: 대기실
pl: Poczekalnia
sv: Väntrum
vi: Phòng chờ

# creationDateLabel
source: Creation date
ar: تاريخ الإنشاء
fi: Luontipäivä
fr: Date de création
hi: सृजन तिथि
it: Data di creazione
ko: 생성일
pl: Data utworzenia
sv: Skapelsedatum
vi: Ngày tạo

# popup_titre_email_mdp_incorrect
source: Incorrect email address or password
ar: عنوان بريد إلكتروني أو كلمة مرور غير صحيحة
fi: Virheellinen sähköpostiosoite tai salasana
fr: Email ou mot de passe incorrect
hi: गलत ईमेल पता या पासवर्ड
it: Indirizzo email o password non corretti
ko: 이메일 주소 또는 비밀번호가 잘못되었습니다
pl: Nieprawidłowy adres e-mail lub hasło
sv: Fel e-postadress eller lösenord
vi: Địa chỉ email hoặc mật khẩu không chính xác

# popup_texte_email_mdp_incorrect
source: Please try again
ar: يرجى المحاولة مرة أخرى
fi: Yritä uudelleen
fr: Veuillez réessayer
hi: कृपया पुनः प्रयास करें
it: Si prega di riprovare
ko: 다시 시도하세요
pl: Spróbuj ponownie
sv: Försök igen
vi: Vui lòng thử lại

# partagerCodePartie
source: Share Game Code
ar: مشاركة رمز اللعبة
fi: Jaa pelikoodi
fr: Partager le code
hi: खेल कोड साझा करें
it: Condividi codice partita
ko: 게임 코드 공유
pl: Udostępnij kod gry
sv: Dela Spelkod
vi: Chia sẻ Mã trò chơi

# partagerCodePartieMessage
source: Hey! Come join me on the game "Hide & Street"! The code of the game is:
ar: مرحبًا! تعال وانضم إلي في لعبة "الاختباء والشارع"! رمز اللعبة هو:
fi: Hei! Tule mukaan peliin "Piiloudu & Katu"! Pelin koodi on:
fr: Rejoint moi sur hide & street avec le code :
hi: हेय! मुझसे खेल "छुपा हुआ और सड़क" में शामिल हों! खेल का कोड है:
it: Ehi! Vieni a unirti a me nel gioco "Nascondi & Strada"! Il codice del gioco è:
ko: 안녕! "Hide & Street" 게임에 참여하러 오세요! 게임 코드는 다음과 같습니다:
pl: Cześć! Dołącz do mnie w grze "Schowaj się i Uliczka"! Kod gry to:
sv: Hej! Kom och gå med mig i spelet "Göm & Gata"! Spelets kod är:
vi: Này! Hãy tham gia cùng tôi trong trò chơi "Hide & Street"! Mã trò chơi là:

# listeDesJoueurs
source: Players in the Game:
ar: اللاعبون في اللعبة:
fi: Pelaajat pelissä:
fr: Joueurs dans la partie
hi: खेल में खिलाड़ी:
it: Giocatori nel gioco:
ko: 게임 참여자:
pl: Gracze w grze:
sv: Spelare i Spelet:
vi: Các người chơi trong trò chơi:

# titre_conf_duree_cachette
source: Hidding duration
ar: مدة الاختباء
fi: Piilotusajan pituus
fr: Durée de la cachette
hi: छिपाने की अवधि
it: Durata nascondiglio
ko: 숨기는 시간
pl: Czas ukrycia
sv: Gömningstid
vi: Thời gian ẩn

# champ_conf_duree_cachette
source: Hidding duration
ar: مدة الاختباء
fi: Piilotusajan pituus
fr: Durée de la cachette
hi: छिपाने की अवधि
it: Durata nascondiglio
ko: 숨기는 시간
pl: Czas ukrycia
sv: Gömningstid
vi: Thời gian ẩn

# texte_champ_conf_duree_cachette
source: Hidding duration in minutes
ar: مدة الاختباء بالدقائق
fi: Piilotusajan pituus minuuteissa
fr: Durée de la cachette en minutes
hi: मिनटों में छिपाने की अवधि
it: Durata del nascondiglio in minuti
ko: 분 단위의 숨는 시간
pl: Czas ukrycia w minutach
sv: Gömningstid i minuter
vi: Thời gian ẩn tính bằng phút

source: Start game
ar: بدء اللعبة
fi: Käynnistä peli
fr: Commencer la partie
hi: खेल शुरू
it: Inizia gioco
ko: 게임 시작
pl: Rozpocznij grę
sv: Starta spelet
vi: Bắt đầu trò chơi

# game_code
source: Game code: {code}
ar: رمز اللعبة: {code}
fi: Pelin koodi: {code}
fr: Code de la partie : {code}
hi: खेल कोड: {कोड}
it: Codice gioco: {code}
ko: 게임 코드: {code}
pl: Kod gry: {code}
sv: Spelkod: {code}
vi: Mã trò chơi: {code}

# cgu
source: Terms of Use
ar: شروط الاستخدام
fi: Käyttöehdot
fr: CGU
hi: उपयोग की शर्तें
it: Termini di utilizzo
ko: 이용 약관
pl: Warunki użytkowania
sv: Användarvillkor
vi: Điều khoản sử dụng

# cgv
source: Terms of Sale
ar: شروط البيع
fi: Myyntiehdot
fr: CGV
hi: बिक्री की शर्तें
it: Termini di vendita
ko: 판매 조건
pl: Warunki sprzedaży
sv: Försäljningsvillkor
vi: Điều khoản bán hàng

# privacy
source: Privacy policy
ar: سياسة الخصوصية
fi: Tietosuojakäytäntö
fr: Confidentialité
hi: गोपनीयता नीति
it: Informativa sulla privacy
ko: 개인정보 보호 정책
pl: Polityka prywatności
sv: Integritetspolicy
vi: Chính sách bảo mật

# parametres
source: Settings
ar: الإعدادات
fi: Asetukset
fr: Paramètres
hi: सेटिंग्स
it: Impostazioni
ko: 설정
pl: Ustawienia
sv: Inställningar
vi: Cài đặt

# titre_popup_pas_assez_joueurs
source: Not enough players
ar: لا يوجد عدد كافٍ من اللاعبين
fi: Ei tarpeeksi pelaajia
fr: Pas assez de joueurs
hi: पर्याप्त खिलाड़ी नहीं हैं
it: Numero insufficiente di giocatori
ko: 플레이어가 충분하지 않음
pl: Za mało graczy
sv: Inte tillräckligt med spelare
vi: Không đủ người chơi

# texte_popup_pas_assez_joueurs
source: You must be at least 2 players to start the game!
ar: يجب أن يكون هناك على الأقل لاعبين 2 لبدء اللعبة!
fi: Sinun on oltava vähintään 2 pelaajaa aloittaaksesi pelin!
fr: Il faut au moins 2 joueurs pour commencer une partie !
hi: खेल शुरू करने के लिए कम से कम 2 खिलाड़ी होनी चाहिए!
it: Devi essere almeno in 2 giocatori per avviare il gioco!
ko: 게임을 시작하려면 최소 2명의 플레이어가 필요합니다!
pl: Aby rozpocząć grę, musisz być co najmniej 2 graczy!
sv: Du måste vara minst 2 spelare för att starta spelet!
vi: Bạn phải ít nhất 2 người chơi để bắt đầu trò chơi!

# titre_popup_pas_assez_chercheurs
source: Not enough seekers
ar: لا يوجد عدد كافٍ من الباحثين
fi: Ei tarpeeksi etsijöitä
fr: Pas assez de chercheurs
hi: पर्याप्त खोजने वाले नहीं हैं
it: Numero insufficiente di cercatori
ko: 충분한 탐색자가 없음
pl: Za mało poszukiwaczy
sv: Inte tillräckligt med sökare
vi: Không đủ người tìm kiếm

# texte_popup_pas_assez_chercheurs
source: You must be at least 1 seeker to start the game!
ar: يجب أن يكون هناك على الأقل باحث واحد لبدء اللعبة!
fi: Sinun on oltava vähintään 1 etsijä aloittaaksesi pelin!
fr: Il faut au moins 1 chercheur pour commencer une partie !
hi: खेल शुरू करने के लिए कम से कम 1 खोजने वाला होना चाहिए!
it: Devi essere almeno 1 cercatore per avviare il gioco!
ko: 게임을 시작하려면 최소 1명의 탐색자가 필요합니다!
pl: Aby rozpocząć grę, musisz być co najmniej 1 poszukiwaczem!
sv: Du måste vara minst 1 sökare för att starta spelet!
vi: Bạn phải ít nhất có 1 người tìm kiếm để bắt đầu trò chơi!

# titre_popup_pas_assez_cacheurs
source: Not enough hiders
ar: لا يوجد عدد كافٍ من الاختباء
fi: Ei tarpeeksi piilottajia
fr: Pas assez de caché
hi: पर्याप्त छिपाने वाले नहीं हैं
it: Numero insufficiente di nascosti
ko: 충분한 숨는 사람이 없음
pl: Za mało ukrytych
sv: Inte tillräckligt med gömmare
vi: Không đủ người ẩn nấp

# texte_popup_pas_assez_cacheurs
source: You must be at least 1 hider to start the game! Uncheck at least one seeker to start the game!
ar: يجب أن يكون هناك على الأقل شخص يختبئ واحد لبدء اللعبة! قم بإلغاء تحديد على الأقل باحث واحد لبدء اللعبة!
fi: Sinun on oltava vähintään 1 piilottaja aloittaaksesi pelin! Poista vähintään yksi etsijä aloittaaksesi pelin!
fr: Il faut au moins 1 caché pour commencer une partie ! Décochez au moins une personne !
hi: खेल शुरू करने के लिए कम से कम 1 छिपाने वाला होना चाहिए! खेल शुरू करने के लिए कम से कम एक खोजने वाले को चिह्नित करें!
it: Devi essere almeno 1 nascosto per avviare il gioco! Deseleziona almeno un cercatore per avviare il gioco!
ko: 게임을 시작하려면 최소 1명의 숨는 사람이 필요합니다! 게임을 시작하려면 탐색자 중 하나를 선택 해제하세요!
pl: Aby rozpocząć grę, musisz być co najmniej 1 ukrytym! Odznacz co najmniej jednego poszukiwacza, aby rozpocząć grę!
sv: Du måste vara minst 1 gömmare för att starta spelet! Avmarkera minst en sökare för att starta spelet!
vi: Bạn phải có ít nhất 1 người ẩn nấp để bắt đầu trò chơi! Hủy chọn ít nhất một người tìm kiếm để bắt đầu trò chơi!

# titre_popup_mdp_insecure
source: Insecure password
ar: كلمة مرور غير آمنة
fi: Epävarma salasana
fr: Mot de passe pas assez sécurisé !
hi: असुरक्षित पासवर्ड
it: Password non sicura
ko: 보안이 약한 비밀번호
pl: Niebezpieczne hasło
sv: Osäkert lösenord
vi: Mật khẩu không an toàn

# texte_popup_mdp_insecure
source: Your password must contain at least 8 characters, including at least one uppercase letter, one lowercase letter, one number and one special character!
ar: يجب أن تحتوي كلمة المرور الخاصة بك على ما لا يقل عن 8 أحرف، بما في ذلك حرف كبير واحد وحرف صغير واحد ورقم واحد ورمز خاص واحد!
fi: Salasanasi on oltava vähintään 8 merkkiä pitkä ja sisältää vähintään yhden isoja kirjaimia, pieniä kirjaimia, numeron ja erikoismerkin!
fr: Votre mot de passe doit contenir au moins 8 caractères, dont une majuscule, une minuscule, un chiffre et un caractère spécial
hi: आपका पासवर्ड कम से कम 8 वर्ण, जिसमें कम से कम एक अपरकेस अक्षर, एक लोअरकेस अक्षर, एक संख्या और एक विशेष वर्ण शामिल होना चाहिए!
it: La tua password deve contenere almeno 8 caratteri, inclusi almeno una lettera maiuscola, una lettera minuscola, un numero e un carattere speciale!
ko: 비밀번호는 최소 8자 이상이어야 하며, 대문자, 소문자, 숫자 및 특수 문자가 적어도 하나씩 포함되어야 합니다!
pl: Twoje hasło musi zawierać co najmniej 8 znaków, w tym co najmniej jedną wielką literę, jedną małą literę, jedną liczbę i jeden znak specjalny!
sv: Ditt lösenord måste innehålla minst 8 tecken, inklusive minst en stor bokstav, en liten bokstav, en siffra och ett specialtecken!
vi: Mật khẩu của bạn phải chứa ít nhất 8 ký tự, bao gồm ít nhất một chữ hoa, một chữ thường, một số và một ký tự đặc biệt!
