Repository: Kyky30/HideAndStreet
Catalog: lib/l10n/app_*.arb
Languages: ar, fi, fr, hi, it, ko, pl, sv, vi

# titre_popup_code_partie_invalide
source: Invalid game code
ar: رمز اللعبة غير صالح
fi: Virheellinen pelikoodi
fr: Code de la partie invalide
hi: अवैध खेल कोड
it: Codice partita non valido
ko: 잘못된 게임 코드
pl: Nieprawidłowy kod gry
sv: Ogiltig spelkod
vi: Mã trò chơi không hợp lệ

# texte_popup_code_partie_invalide
source: Please enter a valid game code!
ar: يرجى إدخال رمز لعبة صالح!
fi: Anna kelvollinen pelikoodi!
fr: Veuillez rentrer un code valide
hi: कृपया एक वैध खेल कोड दर्ज करें!
it: Inserisci un codice partita valido!
ko: 유효한 게임 코드를 입력하세요!
pl: Podaj prawidłowy kod gry!
sv: Ange en giltig spelkod!
vi: Vui lòng nhập một mã trò chơi hợp lệ!

# titre_popup_reponse_incomplete_serveur
source: Incomplete server response
ar: استجابة غير كاملة من الخادم
fi: Epätäydellinen palvelinvastaus
fr: Réponse incomplète du serveur
hi: अपूर्ण सर्वर प्रतिक्रिया
it: Risposta del server incompleta
ko: 불완전한 서버 응답
pl: Niezakończona odpowiedź serwera
sv: Ofullständigt serversvar
vi: Phản hồi từ máy chủ không đầy đủ

# texte_popup_reponse_incomplete_serveur
source: An error occurred while communicating with the server. Please try again later!
ar: حدث خطأ أثناء التواصل مع الخادم. يرجى المحاولة مرة أخرى في وقت لاحق!
fi: Virhe tapahtui kommunikoidessa palvelimen kanssa. Yritä myöhemmin uudelleen!
fr: Réponse incomplète du serveur, veuillez réessayer.
hi: सर्वर के साथ संचार करते समय एक त्रुटि हुई। कृपया बाद में पुनः प्रयास करें!
it: Si è verificato un errore durante la comunicazione con il server. Si prega di riprovare più tardi!
ko: 서버와의 통신 중 오류가 발생했습니다. 나중에 다시 시도하세요!
pl: Wystąpił błąd podczas komunikacji z serwerem. Spróbuj ponownie później!
sv: Ett fel uppstod vid kommunikationen med servern. Försök igen senare!
vi: Đã xảy ra lỗi trong quá trình giao tiếp với máy chủ. Vui lòng thử lại sau!

# titre_popup_autre_erreur
source: Error!
ar: خطأ!
fi: Virhe!
fr: Erreur
hi: त्रुटि!
it: Errore!
ko: 오류!
pl: Błąd!
sv: Fel!
vi: Lỗi!

# texte_popup_autre_erreur
source: An error occurred. Please try again later!
fi: Tapahtui virhe. Yritä myöhemmin uudelleen!
fr: Une erreur est survenue, veuillez réessayer. Pensez à vérifier votre code partie.
hi: एक त्रुटि हुई। कृपया बाद में पुनः प्रयास करें!
it: Si è verificato un errore. Si prega di riprovare più tardi!
ko: 오류가 발생했습니다. 나중에 다시 시도하세요!
pl: Wystąpił błąd. Spróbuj ponownie później!
sv: Ett fel uppstod. Försök igen senare!
vi: Đã xảy ra lỗi. Vui lòng thử lại sau!

# titre_page_chat
source: Game chat
ar: دردشة اللعبة
fi: Pelikeskustelu
fr: Chat de partie
hi: खेल चैट
it: Chat di gioco
ko: 게임 채팅
pl: Czat gry
sv: Spelchatt
vi: Trò chuyện trò chơi

# hint_send_message
source: Send a message
ar: إرسال رسالة
fi: Lähetä viesti
fr: Envoyer un message
hi: संदेश भेजें
it: Invia un messaggio
ko: 메시지 보내기
pl: Wyślij wiadomość
sv: Skicka ett meddelande
vi: Gửi tin nhắn

# timer_cachette
source: Hidding time
ar: مدة الاختباء
fi: Piilotusaika
fr: Temps pour se cacher :
hi: छुपाने का समय
it: Tempo di nascondiglio
ko: 숨는 시간
pl: Czas ukrycia
sv: Gömningstid
vi: Thời gian ẩn nấp

# timer_chasse
source: Seeking time
ar: مدة البحث
fi: Etsintäaika
fr: Temps de recherche :
hi: खोज का समय
it: Tempo di ricerca
ko: 찾는 시간
pl: Czas poszukiwania
sv: Sökningstid
vi: Thời gian tìm kiếm

# etat_en_dehors_de_la_zone
source: You are out of the zone
ar: أنت خارج المنطقة
fi: Olet ulkopuolella vyöhykettä
fr: Vous êtes en dehors de la zone
hi: आप क्षेत्र के बाहर हैं
it: Sei fuori dalla zona
ko: 존 밖에 있습니다
pl: Jesteś poza strefą
sv: Du är utanför zonen
vi: Bạn đang ở ngoài vùng

# etat_dans_la_zone
source: You are in the zone
ar: أنت في المنطقة
fi: Olet vyöhykkeellä
fr: Vous êtes dans la zone
hi: आप क्षेत्र में हैं
it: Sei nella zona
ko: 존 안에 있습니다
pl: Jesteś w strefie
sv: Du är i zonen
vi: Bạn đang ở trong vùng

# confirmer_trouve
source: Have you been found?
ar: هل تم العثور عليك؟
fi: Oletko löydetty?
fr: Avez vous été trouvé ?
hi: क्या आपको पाया गया है?
it: Sei stato trovato?
ko: 찾았나요?
pl: Zostałeś znaleziony?
sv: Har du blivit hittad?
vi: Bạn đã bị tìm thấy?

# oui
source: Yes
ar: نعم
fi: Kyllä
fr: Oui
hi: हाँ
it: Sì
ko: 예
pl: Tak
sv: Ja
vi: Có

# non
source: No
ar: لا
fi: Ei
fr: Non
hi: नहीं
ko: 아니오
pl: Nie
sv: Nej
vi: Không

# titre_popup_avertissement
source: Always be on the lookout and look around you!
ar: كن دائمًا في حالة تأهب وانظر حولك!
fi: Ole aina valppaana ja katsele ympärillesi!
fr: Sois toujours à l'affut et regarde autour de toi !
hi: हमेशा सतर्क रहें और अपने आस-पास देखते रहें!
it: Sii sempre vigile e guarda intorno a te!
ko: 언제나 주변을 주의 깊게 살펴보세요!
pl: Bądź zawsze czujny i rozejrzyj się dookoła!
sv: Var alltid uppmärksam och titta runt dig!
vi: Luôn luôn giữ cảnh giác và nhìn xung quanh!

# texte_popup_avertissement
source: Respect other people's property while playing Hide & Street.
ar: احترم ممتلكات الآخرين أثناء لعب Hide & Street.
fi: Kunnioita muiden omaisuutta pelatessasi Piiloudu & Katu.
fr: Respecte la propriété d'autrui en jouant à Hide & Street.
hi: हाइड एंड स्ट्रीट खेलते समय अन्य लोगों की संपत्ति का सम्मान करें।
it: Rispetta la proprietà altrui durante il gioco Nascondi & Strada.
ko: Hide & Street를 즐기면서 다른 사람들의 재산을 존중하세요.
pl: Respektuj własność innych podczas grania w Schowaj się i Uliczka.
sv: Respektera andras egendom medan du spelar Göm & Gata.
vi: Tôn trọng tài sản của người khác khi chơi Hide & Street.

# etat_trouve
source: Found
ar: تم العثور
fi: Löydetty
fr: Trouvé
hi: पाया गया
it: Trovato
ko: 발견됨
pl: Znaleziony
sv: Hittad
vi: Đã tìm thấy

# etat_non_trouve
source: Not found
ar: لم يتم العثور
fi: Ei löydetty
fr: Non trouvé
hi: नहीं मिला
it: Non trovato
ko: 발견되지 않음
pl: Nie znaleziono
sv: Inte hittad
vi: Chưa tìm thấy

# chercheur
source: Seeker
ar: الباحث
fi: Etsijä
fr: Chercheur
hi: खोजने वाला
it: Cercatore
ko: 탐색자
pl: Poszukiwacz
sv: Sökare
vi: Người tìm kiếm

# plus_5m
source: +5m
ar: +5 دق
fi: +5 min
hi: +5 मिनट
ko: +5분
vi: +5 phút

# moins_5m
source: -5m
ar: -5 دق
fi: -5 min
hi: -5 मिनट
ko: -5분
vi: -5 phút

# rayon
source: Radius
ar: نصف القطر
fi: Säde
fr: Rayon
hi: त्रिज्या
it: Raggio
ko: 반경
pl: Promień
sv: Radie
vi: Bán kính

# joueurs
source: Players
ar: اللاعبون
fi: Pelaajat
fr: Joueurs
hi: खिलाड़ी
it: Giocatori
ko: 플레이어
pl: Gracze
sv: Spelare
vi: Người chơi

source: Seekers
ar: الباحثون
fi: Etsijät
fr: Chercheurs
hi: खोजने वाले
it: Cercatori
ko: 탐색자
pl: Poszukiwacze
sv: Sökare
vi: Người tìm kiếm

# titre_popup_mail_envoye
source: Email sent
ar: تم إرسال البريد الإلكتروني
fi: Sähköposti lähetetty
fr: Mail envoyé
hi: ईमेल भेज दिया गया
it: Email inviata
ko: 이메일 전송됨
pl: E-mail wysłany
sv: E-post skickad
vi: Email đã được gửi

# texte_popup_mail_envoye
source: An email has been sent to you to reset your password
ar: تم إرسال بريد إلكتروني إليك لإعادة تعيين كلمة المرور الخاصة بك
fi: Sähköposti on lähetetty sinulle salasanan palauttamiseksi
fr: Un mail vous a été envoyé pour réinitialiser votre mot de passe
hi: आपको पासवर्ड रीसेट करने के लिए एक ईमेल भेज दिया गया है
it: È stata inviata un'email per reimpostare la tua password
ko: 비밀번호 재설정을 위해 이메일이 전송되었습니다
pl: E-mail został wysłany w celu zresetowania hasła
sv: Ett e-postmeddelande har skickats till dig för att återställa ditt lösenord
vi: Một email đã được gửi cho bạn để đặt lại mật khẩu của bạn

source: Game over
ar: انتهت اللعبة
fi: Peli päättyi
fr: Partie terminé !
hi: खेल समाप्त
it: Fine del gioco
ko: 게임 종료
pl: Koniec gry
sv: Spelet är slut
vi: Kết thúc trò chơi

# victoire_chercheur
source: Seekers win!
ar: فوز الباحثين!
fi: Etsijät voittavat!
fr: Les chercheurs ont gagné !
hi: खोजने वाले जीतते हैं!
it: I cercatori vincono!
ko: 탐색자 승리!
pl: Wygrana poszukiwaczy!
sv: Sökare vinner!
vi: Người tìm kiếm chiến thắng!

# victoire_cacheur
source: Hiders win!
ar: فوز الاختباء!
fi: Piilottajat voittavat!
fr: Les cachés ont gagné !
hi: छिपाने वाले जीतते हैं!
it: I nascosti vincono!
ko: 숨는 사람 승리!
pl: Wygrana ukrytych!
sv: Gömmare vinner!
vi: Người ẩn nấp chiến thắng!

# rejoindre
source: Join
ar: الانضمام
fi: Liity
fr: Rejoindre
hi: शामिल हों
it: Unisciti
ko: 참여
pl: Dołącz
sv: Gå med
vi: Tham gia

# titre_conf_duree
source: Duration of the game
ar: مدة اللعبة
fi: Pelin kesto
fr: Durée de la partie
hi: खेल की अवधि
it: Durata del gioco
ko: 게임 지속 시간
pl: Czas trwania gry
sv: Spelets varaktighet
vi: Thời gian của trò chơi

# champ_conf_duree
source: Duration of the game
ar: مدة اللعبة
fi: Pelin kesto
fr: Durée de la partie
hi: खेल की अवधि
it: Durata del gioco
ko: 게임 지속 시간
pl: Czas trwania gry
sv: Spelets varaktighet
vi: Thời gian của trò chơi

# texte_champ_conf_duree
source: Duration of the game in minutes
ar: مدة اللعبة بالدقائق
fi: Pelin kesto minuutteina
fr: Durée de la partie en minutes
hi: मिनटों में खेल की अवधि
it: Durata del gioco in minuti
ko: 분 단위의 게임 지속 시간
pl: Czas trwania gry w minutach
sv: Spelets varaktighet i minuter
vi: Thời gian của trò chơi tính bằng phút

# profileTitle
source: Profile
ar: الملف الشخصي
fi: Profiili
fr: Profil
hi: प्रोफ़ाइल
it: Profilo
ko: 프로필
pl: Profil
sv: Profil
vi: Hồ sơ

# usernameLabel
source: Username
ar: اسم المستخدم
fi: Käyttäjänimi
fr: Pseudo
hi: उपयोगकर्ता नाम
it: Nome utente
ko: 사용자 이름
pl: Nazwa użytkownika
sv: Användarnamn
vi: Tên đăng nhập

# emailLabel
source: Email
ar: البريد الإلكتروني
fi: Sähköposti
hi: ईमेल
ko: 이메일
sv: E-post

# codePartie
source: Game code
ar: رمز اللعبة
fi: Pelin koodi
fr: Code de la partie
hi: खेल कोड
it: Codice gioco
ko: 게임 코드
pl: Kod gry
sv: Spelkod
vi: Mã trò chơi

# exempleCodePartie
source: example: ABCDEF
ar: مثال: ABCDEF
fi: esimerkki: ABCDEF
fr: Exemple : ABCDEF
hi: उदाहरण: ABCDEF
it: esempio: ABCDEF
ko: 예시: ABCDEF
pl: przykład: ABCDEF
sv: exempel: ABCDEF
vi: ví dụ: ABCDEF
